
<div class="container">
<h2><?=$title?></h2>
Ученик может:<br>
Войти в личный кабинет по логину и паролю.<br>
Отвечать на вопросы тестов.
Если переходит на другой сайт, то испытание для него заканчивается. <br>
Общий балл за ответы конкретного ученика подсчитываются автоматически путем сложения всех баллов выставленных учителем. <br>
Места подсчитываются простым способом. У кого больше баллов, тот выше по месту. <br>
Результаты олимпиады  (список призеров и участников) по местам могут увидеть все пользователи программы в разделе Результаты. <br>
Как проходит испытание. Участник заходит под своим логином и паролем. Нажимает Кнопку Начать олимпиаду и ему показывается первый вопрос. Если он не знает ответ, то может перейти на второй, потом вернуться. Если участник ответил на вопросы раньше, то он нажимает в конце кнопку Завершить испытание. Если не успел, то система сама закрывается. Надпись Испытание завершено. <br>
Если во время испытания участник вышел за пределы сайта, то испытание останавливается Испытание завершено. <br>


